{
  "privacy": "Privacy Policy\n\n1. Collection of Personal Information and Purpose of Collection\n- This application collects the minimal personal information necessary for providing services. This information is utilized for purposes such as enhancing service usability and providing personalized services to users.\n\n2. Use of Personal Information\n- Collected personal information will not be used for purposed other than providing enhanced services to users. Strict security measures are applied to protect personal information.\n\n3. Protection of Personal Information\n- The application strives to protect users' personal information by implementing various technical and administrative measures to prevent leakage and misuse of personal information.\n\n4. Information Sharing and Third-Party Provision\n- Users' personal information will not be shared or provided to third parties without the users' consent, except in cases where there is a legal requirement or explicit consent from the user.\n\n5. User Rights \n- Users can access, modify, or request deletion of their personal information at any time. Additionally, any changes to the policy will be notified in advance through announcments on the application.",
  "terms": "Terms and Services\n\n1. Introduction\n- This platform provides various beauty services to its users. Users can use, participate, and experience beauty-related news through this app.\n\n2. User Obligations\n- Users must comply with the relevant country and local laws, as well as respect the rights of others when using this application. It is prohibited to upload inappropriate content or cause harm to others regarding slander.\n\n3. Intellectural Property Rights\n- All content and related intellectural property rights contained in this application belong to the platform provider (BeautyBlock). Users mat not use the content provided within the application for any other purpose without the explicit consent of the provider (BeautyBlock).\n\n4. Liability Limitations\n- The user is responsible for all activities made through this application. The platform provider (BeautyBlock) will not be responsible for any problems or issues that may arise regarding any illegal activities that may occur on this application.\u2028\u20285. Dispute Resolution\u2028- In the event of a dispute related to the Terms and Conditions, it will be resolved according to the laws of the jurisdiction of the application platform provider (BeautyBlock), located in Texas, United States. Both parties agree to cooperate with each other to resolve the dispute.",
  "marketing": "Event and Information Subscription\n\n1. Collection and Use of Personal Information\nPersonal Information Collection: Specific personal information will be collected, including the user's name, contact information, email address, and optional items such as videos, photos, and location information. \nPurpose of Collection and Use of Personal Information: The purpose of collection is to provide personalized services, marketing and advertising. \nRetention and Use of Period of Personal Information: The user's personal information will be retained for ____.\n\n2. Consent for Collection of Information\n- Consent for Marketing and Event Information: Users must explicitly consent to receive marketing and event-related information. Users are able to choose the method of which they receive the information, such as via SMS, email, or app push notifications.\n- Procedure for Withdrawal of Consent: The user can withdraw their consent for the collection of their personal information at any time before ____ by ____.\n\n3. Provision to Third Parties and Handling Commission of Personal Information\n- Detailed explanations regarding the recipents, purposes and protective measures provided will be given if the user's information is sent out to third parties."
}